Repository: vannyakh/VinFlow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: km

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: Services
km: សេវាកម្ម

source: Orders
km: ការកម្មង់

source: Support
km: គាំទ្រ

source: Logout
km: ចេញ

source: Login
km: ចូល

source: English
km: អង់គ្លេស

source: Switch to English
km: ប្តូរទៅភាសាអង់គ្លេស

source: Switch to Khmer
km: ប្តូរទៅភាសាខ្មែរ

source: Profile
km: ប្រូហ្វាល

source: Admin Dashboard
km: ផ្ទាំងគ្រប់គ្រង Admin

source: Profile Settings
km: ការកំណត់ប្រូហ្វាល

source: Total Spent
km: សរុបចំណាយ

source: Member Since
km: សមាជិកតាំងពី

source: Copy
km: ចម្លង

source: Use this API key to authenticate API requests
km: ប្រើ API key នេះដើម្បីផ្ទៀងផ្ទាត់ការស្នើ API

source: Referral Code
km: លេខកូដណែនាំ

source: Share this code with friends to earn commissions
km: ចែករំលែកលេខកូដនេះជាមួយមិត្តភក្តិដើម្បីរកប្រាក់កម្រៃ

source: Profile Avatar
km: រូបភាពប្រូហ្វាល

source: Max file size: 5MB. Supported formats: JPEG, PNG, GIF, WebP
km: ទំហំឯកសារអតិបរមា: 5MB. ទ្រង់ទ្រាយគាំទ្រ: JPEG, PNG, GIF, WebP

source: Email Address
km: អាសយដ្ឋានអ៊ីមែល

source: Update your email address
km: ធ្វើបច្ចុប្បន្នភាពអាសយដ្ឋានអ៊ីមែលរបស់អ្នក

source: Save Changes
km: រក្សាទុកការផ្លាស់ប្តូរ

source: Quick Stats
km: ស្ថិតិរហ័ស

source: Account Actions
km: សកម្មភាពគណនី

source: Back to Dashboard
km: ត្រលប់ទៅផ្ទាំងគ្រប់គ្រង

source: Support Tickets
km: ប័ណ្ណគាំទ្រ

source: Copied!
km: បានចម្លង!

source: Balance
km: សមតុល្យ

source: All rights reserved.
km: រក្សាសិទ្ធិគ្រប់គ្រង

source: Total Orders
km: ការកម្មង់សរុប

source: Completed
km: បានបញ្ចប់

source: Pending
km: កំពុងរង់ចាំ

source: Create Order
km: បង្កើតការកម្មង់

source: Order new services
km: កម្មង់សេវាកម្មថ្មី

source: Free Trial
km: ការសាកល្បងឥតគិតថ្លៃ

source: Get 100 free likes
km: ទទួលបាន 100 likes ឥតគិតថ្លៃ

source: Contact us
km: ទាក់ទងយើង

source: Recent Orders
km: ការកម្មង់ថ្មីៗ

source: View All
km: មើលទាំងអស់

source: Order ID
km: លេខកម្មង់

source: Service
km: សេវាកម្ម

source: Quantity
km: បរិមាណ

source: Status
km: ស្ថានភាព

source: Date
km: កាលបរិច្ឆេទ

source: No orders yet
km: មិនមានការកម្មង់

source: Login to VinFlow
km: ចូលទៅកាន់ VinFlow

source: Username
km: ឈ្មោះអ្នកប្រើ

source: Password
km: ពាក្យសម្ងាត់

source: Don't have an account?
km: មិនមានគណនី?

source: Sign Up
km: ចុះឈ្មោះ

source: Create Account
km: បង្កើតគណនី

source: Join VinFlow and get 100 free likes!
km: ចូលរួម VinFlow និងទទួលបាន 100 likes ឥតគិតថ្លៃ!

source: Choose a username
km: ជ្រើសឈ្មោះអ្នកប្រើ

source: At least 3 characters
km: យ៉ាងហោចណាស់ 3 តួអក្សរ

source: Email
km: អ៊ីមែល

source: At least 8 characters
km: យ៉ាងហោចណាស់ 8 តួអក្សរ

source: Minimum 8 characters
km: អប្បបរមា 8 តួអក្សរ

source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

source: Re-enter your password
km: បញ្ចូលពាក្យសម្ងាត់ម្តងទៀត

source: Optional
km: ជម្រើស

source: Enter referral code if you have one
km: បញ្ចូលលេខកូដណែនាំប្រសិនបើអ្នកមាន

source: Already have an account?
km: មានគណនីរួចហើយ?
